[
  "Happiness is my birthright. I embrace happiness as my set point state of being.",
  "I feel joy and contentment in this moment right now.",
  "I awaken in the morning feeling happy and enthusiastic about life.",
  "I can tap into a wellspring of inner happiness anytime I wish.",
  "By allowing myself to be happy, I inspire others to be happy as well.",
  "I have fun with all of my endeavors, even the most mundane.",
  "I look at the world around me and can't help but smile and feel joy.",
  "I find joy and pleasure in the most simple things in life.",
  "I have an active sense of humor and love to share laughter with others.",
  "My heart is overflowing with joy.",
  "I rest in happiness when I go to sleep, knowing all is well in my world.",
  "When I breath, I inhale confidence and exhale timidity.",
  "I live in the present and am confident of the future.",
  "My personality exudes confidence. I am bold and outgoing.",
  "I am self-reliant, creative and persistent in whatever I do.",
  "I am energetic and enthusiastic. Confidence is my second nature.",
  "I always attract only the best of circumstances and the best positive people in my life.",
  "My partner and I share a deep and powerful love for each other.",
  "I respect and admire my partner and see the best in him/her.",
  "I love my partner exactly how he/she is and enjoy his/her unique qualities.",
  "My partner and I share emotional intimacy daily through talking and touch.",
  "I have healthy boundaries with my partner.",
  "My partner and I have fun together and find new ways to enjoy our time together.",
  "My partner and I communicate openly and resolve conflict peacefully and respectfully.",
  "I am able to be fully myself and completely authentic in my love relationship.",
  "I communicate my desires and needs clearly and confidently with my partner.",
  "I am a problem solver. I focus on solutions and always find the best solution.",
  "I love change and easily adjust myself to new situations.",
  "I am well groomed, healthy and full of confidence. My outer self is matched by my inner well being.",
  "Self confidence is what I thrive on. Nothing is impossible and life is great.",
  "I always see only the good in others. I attract only positive and confident people in my life.",
  "I approve of myself and love myself deeply and completely.",
  "I am unique. I feel good about being alive and being me.",
  "I trust myself and know my inner wisdom is my best guide.",
  "I have integrity. I am totally reliable. I do what I say.",
  "I act from a place of personal security.",
  "I fully accept myself and know that I am worthy of great things in life.",
  "I choose to be proud of myself.",
  "I find deep inner peace within myself as I am.",
  "I fill my mind with positive and nourishing thoughts.",
  "My confidence, self esteem, and inner wisdom are increasing with each day."
]